---
kind: other
id: Methods.T:Autodesk.Revit.DB.TableCellCalculatedValueData
source: html/16969b84-2125-fb9c-1047-4ca4359c1e0a.htm
---
# TableCellCalculatedValueData Methods

Gets the name of the calculated value.